acpi
acpi_call
acpid
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alsa-utils
ark
artikulate
audiocd-kio
autoconf
automake
avahi
base
bash-completion
bind
binutils
bison
blinken
bluedevil
bluez
bluez-utils
bomber
bovo
breeze
breeze-gtk
bridge-utils
btrfs-progs
cantor
cervisia
cups
dialog
discord
discover
dnsmasq
dolphin
dosbox
dosfstools
dragon
drkonqi
edk2-ovmf
elisa
fakeroot
ffmpegthumbs
figlet
filelight
firefox
firewalld
fish
flatpak
flex
gcc
granatier
grantlee-editor
groff
grub
grub-btrfs
gvfs
gvfs-smb
gwenview
hplip
htop
inetutils
intel-ucode
ipset
iptables-nft
itinerary
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcm-wacomtablet
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontrast
konversation
kopete
korganizer
kpat
krdc
kreversi
krfb
krita
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
latte-dock
layer-shell-qt
lib32-gnutls
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libkscreen
libksysguard
libtool
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lokalize
lolcat
lskat
m4
make
marble
markdownpart
mbox-importer
milou
minuet
mtools
neofetch
network-manager-applet
networkmanager
nfs-utils
ninja
nss-mdns
ntfs-3g
ocl-icd
okular
openbsd-netcat
openssh
os-prober
oxygen
p7zip
packagekit-qt5
palapeli
parley
partitionmanager
patch
picmi
pim-data-exporter
pim-sieve-editor
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
poxml
print-manager
pulseaudio
qemu
qemu-arch-extra
reflector
rocs
rsync
sddm
sddm-kcm
signon-kwallet-extension
skanlite
sof-firmware
spectacle
steam
step
sudo
svgpart
sweeper
systemsettings
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
terminus-font
texinfo
texmaker
tlp
umbrello
unzip
valgrind
vde2
vim
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-modules-arch
vlc
wget
which
winetricks
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yakuake
zeroconf-ioslave
